ext-sources-app/tests/test_files/soap/BBHT_testSearch_invalid_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <pageNumber>1</pageNumber>
            <pageSize>5</pageSize>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>